tap "azure/functions"
tap "azure/kubelogin"
tap "coursier/formulas"
tap "dagger/tap"
tap "homebrew/bundle"
tap "microsoft/git"
tap "vmware-tanzu/carvel"
brew "python@3.12"
brew "autopep8"
brew "azcopy"
brew "azure-cli"
brew "bandit"
brew "black"
brew "gettext"
brew "pcre2"
brew "checkov"
brew "codespell"
brew "coreutils"
brew "direnv"
brew "eslint"
brew "eza"
brew "fzf"
brew "git"
brew "gitlab-ci-local"
brew "go"
brew "gron"
brew "hadolint"
brew "helm"
brew "jq"
brew "jsonlint"
brew "kubernetes-cli"
brew "lazydocker"
brew "markdownlint-cli"
brew "neovim"
brew "nvm"
brew "pipx"
brew "pwgen"
brew "python-markupsafe"
brew "python-tabulate"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruff"
brew "semgrep"
brew "shellcheck"
brew "stow"
brew "terraform-docs"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tfsec"
brew "thefuck"
brew "tmux"
brew "tree"
brew "trivy"
brew "virtualenv"
brew "watch"
brew "wget"
brew "yazi"
brew "zoxide"
brew "azure/functions/azure-functions-core-tools@4", link: false
brew "azure/kubelogin/kubelogin"
brew "coursier/formulas/coursier"
brew "dagger/tap/dagger"
brew "vmware-tanzu/carvel/kapp"
cask "diffmerge"
cask "docker"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "git-credential-manager-core"
cask "raycast"
cask "wezterm"
vscode "alexcvzz.vscode-sqlite"
vscode "aquasecurityofficial.trivy-vulnerability-scanner"
vscode "artdiniz.quitcontrol-vscode"
vscode "bencoleman.armview"
vscode "cdpautsch.tpl"
vscode "charliermarsh.ruff"
vscode "danielroedl.meld-diff"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.hcl"
vscode "hashicorp.sentinel"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "mechatroner.rainbow-csv"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.azure-dev"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurecontainerapps"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestaticwebapps"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-azurevirtualmachines"
vscode "ms-azuretools.vscode-bicep"
vscode "ms-azuretools.vscode-cosmosdb"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.azurecli"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-node-azure-pack"
vscode "msazurermtools.azurerm-vscode-tools"
vscode "nickgo.cuelang"
vscode "oderwat.indent-rainbow"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-regolint"
vscode "redhat.vscode-yaml"
vscode "reditorsupport.r"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "tim-koehler.helm-intellisense"
vscode "tomoki1207.pdf"
vscode "tsandall.opa"
vscode "tyriar.sort-lines"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "zhuangtongfa.material-theme"
